Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: གང་དག་ དེ་ ལུས་ ཀུན་ ནས་ འཇོམས་པ་ ཡི །_། ལྕགས་ ཀྱི་ གཤོལ་ དག་ དེར་ ནི་ ཀུན་ ནས་ འབྱུང་ །_།
en: Metal ploughs will appear there, That crush their bodies completely.

source: རབ་དྲག་ ལས་ཅན་ སེར་སྐྱ་ ལྗང་ ཀུ་ སྐྲ ས །_། ཁ ས་ བུབ་ བུམ་པ འི་ ནང་ དུ་ རབ་ཏུ་ འཇུག _། |#| ལྕགས་ ཀྱི་ གཏུན་ དག་ གིས་ [203a] ཀྱང་ སྐྲག་པ ར་ འགྱུར །_།
en: $1732 “ ‘Those with especially heinous karma Will be placed by Harikeśa upside down inside vases,#80 And be frightened by metal clubs. [203.a]

source: ལོ་ གྲངས་ མང་པོ ར་ ཚོར་བ་ བཟོད་པ ར་ བགྱིད །_།
en: They will be made to endure that sensation for many years.

source: དེར་ ནི་ དེ་ཡང་ འཆི་དུས་ བགྱིད་ མི་ འགྱུར །_། |#| སྡིག་པ འི་ ལས་ ཀྱིས་ འཛིན་པ ར་ བགྱིད་པ་ ལགས །_།
en: $1733 “ ‘They will not be killed there, moreover, But be sustained by their wicked actions.

source: ལས་ བས་ ནས་ ནི་ ཐར་པ་ འཐོབ་ ལགས་ ཏེ །_
en: Once the karma is spent, they will gain freedom;

source: སྡིག་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ དེ་ འདྲ་ ལགས །_།
en: Such is the fruition of wicked actions.

source: གང་ ཚེ་ ལུས་ དེར་ འཆི་བ་ འབྱུང་བ འི་ ཚེ །_། མེ་འོབས་ རབ་ཏུ་ འཇིགས་ པར་ དེ་དག་ འཇུག _།
en: $1734 “ ‘But when death comes to their bodies, They will enter terrifying firepits.

source: དེ་དག་ གིས་ ནི་ ལུས་ དེ་ རབ་ཏུ་ འབར །_། |#| དེ་ ཚེ་ རབ་ འཇིགས་ མེ་ ཡིས་ ཟིལ་ གྱིས་ ནོན །_།
en: These will severely burn their bodies, Then overwhelm them with terrifying flames.

source: གང་ ཚེ་ མེ་ ཡི་ འོབས་ ལས་ ཐར་ གྱུར་ ཚེ །_། རབ་ འཇིགས་ ཀུན་ འབར་ ཀུན་ ཏུ་ རབ་ འབར་བ འི །_། བྲག་རི་ ཆེ་ མཐོ་ ལ་ ནི་ འཛེག་པ ར་ འགྱུར །_།
en: $1735 “ ‘When they have escaped from the pits of fire, They will scale a steep rock mountain, Which is blazing with terrifying flames.

source: དེ་ ཚེ་ དེ་དག་ མི་གཙང་ འདམ་ དུ་ འཇུག _།
en: Then, they will enter a swamp of filth.

source: རབ་ འཇིགས་ ཀུན་ འབར་ ཀུན་ ཏུ་ རབ་ འབར་ ཞིང་ །_།
en: $1736 “ ‘That will also be blazing with terrifying flames,

source: དེ་ ཚེ་ ཁབ་ འདྲ འི་ ཁ་ ཡིས་ ཟ་བ་ ཡིས །_། དེ་ ཚེ་ལོ་ ནི་ བྱེ་ བར་ ཞུགས་ ནས་ |#| སུ །_།
en: And they will then eat with mouths like needles. |#| Then, mired in that for ten million years,

source: བརྒྱ་ལ་ དེ་ལས་ འབྱུང་བ ར་ འགྱུར་བ་ ལགས །_།
en: They will emerge from it only after one hundred such lifetimes.

source: དེ་ ཚེ་ དེ་ ན འང་ འཇིགས་ པ འི་ མདའ་ ཚལ་ མཆིས །_། |#| དེར་ ནི་ ཤིན་ཏུ་ མཆོག་ ཏུ་ སྡུག་བསྔལ་ ལྟུང་ །_།
en: $1737 “ ‘Then, there are also frightening groves of arrows there, Which will inflict supremely awful pain upon them.

source: རལ་གྲི འི་ སོ་ འདྲ འི་ ལོ་མ་ རབ་ འཇིགས་པ །_། ཀུན་ འབར་ ཀུན་ ཏུ་ རབ་ འབར་ དག་ གིས་ གཅོད །_།
en: They will be shredded by sword-like leaves, Surrounded by terrifying flames.

source: ཚལ་ དེར་ རབ་ཏུ་ ཞུགས་པ་ ཙམ་ གྱིས་ ཀྱང་ །_། ཕྱོགས་ བཞི་ དག་ ནས་ |#| རླུང་ གི་ ཕུང་པོ་ འབྱུང་ །_།
en: $1738 “ ‘As soon as they enter those groves, Gusts of wind will emerge from the four quarters.

source: གང་ ཕྱིར་ རླུང་ བསྐྱོད་ རལ་གྲི་ འཁྲུགས་ ནས་ སུ །_། དེ་ ཡིས་ ལུས་ ནི་ ཀུན་ ནས་ རབ་ཏུ་ འདྲ་ ལ །_།
en: The swords, thus rustled by the blowing winds, Will lacerate their bodies all over.

source: གང་ ཚེ་ ཚལ་ དེ་ནས་ ནི་ མངོན་ བྱུང་ ཚེ །_། དེར་ ནི་ འཇིགས་པ་ ཆེན་པོ འི་ ཚལ་ དུ་ འཇུག _།
en: $1739 “ ‘When they have escaped from those groves, They will enter other terrifying groves.

source: དེ་ ཚེ་ རལ་གྲི འི་ སོ་ འདྲ འི་ ལོ་མ ས་ འགུམས །_། སྤུ་གྲི འི་ སོ་ འདྲ་ དག་ གིས་ འབྱིན་པ ར་ འགྱུར །_།
en: There they will be killed by sword-like leaves And revived by leaves that are like razors.

source: རལ་གྲི འི་ ཚལ་ རབ་ འཇིགས་ པར་ ཞུགས་ ཙམ་ གྱིས །_། ཕྱོགས་ བཞི་ དག་ ནས་ འཇིགས་པ འི་ རླུང་ ལྡང་ འགྱུར །_།
en: $1740 “ ‘As soon as they enter the terrifying sword groves, Wind will rise from the four quarters.

source: རླུང་ བསྐྱོད་ དེ་དག་ རལ་གྲི་ ལོ་མ ས་ ཆོད །_།
en: With the wind thus roused, they will be cut with sword leaves, And

source: དེ་ ཚེ་ ལུས་ ནི་ དུམ་བུ་ དུམ་བུ ར་ འཆད །_།
en: then their bodies will be cut to pieces.

source: དེ་ ཚེ་ དེ་དག་ ལུས་ ལ་ གཅོད་པ་ ན །_།
en: $1741 “ ‘Then, as their bodies are being cut up,

source: རླུང་ གིས་ འཕངས་པ འི་ རལ་གྲི་ ལྷུང་ འགྱུར་ ཞིང་ །_།
en: The swords blown by the wind will fall, And

source: ལུས་ ལ་ རལ་གྲི་ འདབ་ མ་ ཞུགས་ པར་ འགྱུར །_།
en: the sword-leaves will pierce their bodies.

source: དེ་དག་ དེ་ ན་ སྡུག་བསྔལ་ ཚོར་བ་ མྱོང་ །_།
en: They will experience such sensations of pain there.

source: ལོ་ ནི་ མང་པོ ར་ སྡུག་བསྔལ་ མྱོང་ ནས་ སུ །_།
en: $1742 “ ‘After having experienced such pain for many years,

source: དེ་དག་ འགྱུར་བྱེད་ ཆུ་ ཀླུང་ རབ་ ཚར་ འཇུག _།
en: They will be transformed and enter molten rivers.

source: འགྱུར་བྱེད་ ཆུ་ ཀླུང་ ཚ་ མྱུར་ འབབ་པ ར་ འགྱུར །_།
en: They will be transformed and enter swiftly rushing molten rivers.

source: ཟབ་མོ་ གློང་ སྟོང་ འབབ་པ ར་ བགྱིད་པ་ ཡི །_། [203b] ཟངས་ དང་ ལྕགས་ བསྐོལ་བ་ ནི་ འབབ་པ་ དེར །_། མི་ ནི་ གཞོལ་བ ས་ འབབ་ ཅིང་ འཆི་བ ར་ འགྱུར །_།
en: $1743 “ ‘Into that torrent of boiling copper and iron, Deep and rushing with a thousand waves, [203.b] People will fall headlong and die.

source: རྦ་ གློང་ ཤུགས་ ཀྱིས་ འབབ་པ ས་ འཆི་བ ར་ འགྱུར །_།
en: They will die submerged by the force of waves.

source: རྦ་ གློང་ ཆེན་པོ འི་ ཤུགས་ ཀྱིས་ རབ་ འབབ་ ཅིང་ །_།
en: $1744 “ ‘Submerged by the force of these giant waves,

source: དེ་ ན་ འཇིགས་པ འི་ ཆུ་ ཀླུང་ དེར་ འཇུག་ འགྱུར །_། |#| གཏིང་ མ་ སླེབས་པ ར་ འབབ་པ ས་ འཆི་བ ར་ འགྱུར །_།
en: They will then enter the river of terror, And die there by sinking without reaching the bottom.

source: སྡུག་བསྔལ་ དེ་ ནི་ ལྟ་བ ར་ སུ་ཞིག་ འཚལ །_།
en: Who would want to endure that pain?

source: གང་ ཚེ་ རྒལ་བ ར་ གྱུར་པ་ དེ་ ཡི་ ཚེ །_། འགྲམ་ ན་ གནས་པ འི་ སྲིན་པོ་ དྲག་ འཇིགས་པ །_། སོ་ གཙིགས་ ལྗང་ཁུ་ དམར་སེར་ སྐྲ་ ཅན་ གྱིས །_། བརྒྱུགས་ ནས་ འབྲོས་པ ར་ བྱེད་པ་ འཛིན་པ ར་ འགྱུར །_།
en: $1745 “ ‘Once they have crossed, Violent and terrifying rākṣasas dwelling on the banks, Who gnash their teeth and have greenish-orange hair, Will chase them down at a run, and capture them.

source: བཟུང་ ནས་ གྲོགས་པོ་ ཅི་ ཟ་ བསྟན་པ ར་ གྱིས །_། ཁྱོད་ ནི་ ཅི་ འདོད་ ཅེས་ ཀྱང་ འདྲི་བ ར་ བགྱིད །_།
en: $1746 “ ‘Once captured they will be asked, “Friends, show us what you eat! |#| What would you like?”

source: བདག་ ནི་ ཟས་ ཤིག་ བཟའ་བ ར་ འཚལ་ ལགས་ ཏེ །_། |#| བདག་ ནི་ བཀྲེས་ ཞེས་ ཚིག་ ཏུ་ སྨྲ་བ ར་ འགྱུར །_།
en: Their reply will be: |#| “We would like to eat some food, For we are hungry.”

source: མཆོག་རབ་ འཇིགས་ དེ་དག་ གིས་ མྱུར་ བཟུང་ ནས །_།
en: $1747 “ ‘Quickly seized by those supremely terrifying beings,

source: ལྕགས་ ཀྱི་ ས་སྟེང་ དུ་ ནི་ བོར་ ནས་ སུ །_།
en: They will be tossed atop a metal surface,

source: གང་དག་ ལུས་ བཤིག་ ནས་ ནི་ ས ར་ ལྟུང་བ འི །_། ལྕགས་ ཀྱི་ ཐུ་ལུམ་ དེ་དག་ དེར་ སྦྱིན་ འགྱུར །_།
en: Their bodies will be split open, And they will be fed the metal balls that fall to earth.

source: ཁོང་ དུ་ འབར་ ཞིང་ ཕྱི་རོལ་ རབ་ འབར་བ ས །_། བསྲེག་ ཅིང་ བཙོ འོ་ ཞེས་ ནི་ ཚིག་ ཏུ་ སྨྲ །_།
en: $1748 “ ‘Burned inside and out, They will cry out, “We are being scorched and roasted!”

source: དེར་ ནི་ འགྱུར་བྱེད་ ཆུ་ ཀླུང་ སྡུག་བསྔལ་ ལྟུང་ །_།
en: They will fall into a gushing, painful river—

source: ཆུ་ འདི་ ཆུ་ གྲང་ སྙམ་ དུ་ སེམས་པ ར་ བགྱིད །_།
en: A river with water they perceive as icy.

source: ཕྱིས་ ཀྱང་ མི་གཙང་ འདམ་ དུ་ འཇུག་པ ར་ འགྱུར །_། |#| རི་ དང་ སྤུ་གྲི འི་ ས་ འདྲ་ དེ་དེ་ བཞིན །_། རབ་ཏུ་ འཇིགས་པ འི་ མེ་འོབས་ དེ་དེ་ བཞིན །_། ཡང་ དང་ ཡང་ དུ་ ཚོར་བ་ དེ་ མྱོང་ འགྱུར །_།
en: $1749 “ ‘Thereafter they will enter the swamp of filth, And likewise the mountain and the forest of razor blades, As well as the terrifying firepits, Thus experiencing those sensations again and again.

source: ཁྱོད་ ཀྱི་ རྒྱལ་སྲིད་ འདི་ རྟག་ མ་ ལགས་ ཡབ །_།
en: $1750 “ ‘This kingdom of yours is not permanent, Father.

source: དབང་ཕྱུག་ ཡུན་རིང་ རྗེས་སུ་ འཇུག་མ་ ལགས །_།
en: Īśvara does not follow far behind.

source: སྲོག་ དང་ རྒྱལ་སྲིད་ དེ་བཞིན་ འདོད་པ་ དང་ །_། ཐམས་ཅད་ མི་རྟག་ ཅེས་ ནི་ རྒྱལ་བས་ གསུངས །_།
en: “Life force, kingdom, and likewise, pleasures— Everything is impermanent,” taught the victorious ones.

source: དེ་ སླད་ བདག་ གི་ ཚིག་ བཞིན་ མཛོད་ ཅིག་ ཡབ །_།
en: $1751 “ ‘Henceforth do as I say, Father!

source: ཐམས་ཅད་ སྤངས་ ནས་ མངོན་པར་ འབྱུང་བ ར་ མཛོད །_།
en: Renounce everything and go forth!

source: འདི་ ནས་ ཤི་འཕོས་ བདེ་འགྲོ་ རྣམས་ སུ་ དགྱེས །_།
en: After dying and departing from this life you will delight in pleasant destinies!

source: སྡུག་བསྔལ་ ཀུན་ ལས་ ཐར་བ ར་ འགྱུར་ རོ་ ཡབ །_།
en: You will be free from all suffering, Father!

source: ཚུལ་ཁྲིམས་ བསམ་གཏན་ གནས་ ཤིང་ སེམས་ རབ་ བྱམས །_།
en: $1752 “ ‘Abiding by discipline and concentrations, and with a loving attitude,

source: རབ་ དབེན་ དགོན་པ་ ཞི་བ ར་ གནས་པ ར་ འགྱུར །_།
en: Dwelling in isolated, tranquil forests—

source: བདག་ དང་ མཚུངས་པ ར་ སུ་ ཡང་ མ་ དགོངས་ ཤིག _།
en: Who would not want to be like me?

source: དེར་ ཁྱོད་ ཚངས་པ་ ལྟ་བུ ར་ འགྱུར་བ་ ལགས །_།
en: You will become like Brahmā.’

source: དེ་ ལ་ དེ་ལྟ ར་ རྗེས་ བསྟན་ གཞོན་ནུ་ ནི །_། རྒྱལ་སྲིད་ ཀུན་སྤངས་ ཡང་དག་ རབ་ཏུ་ བྱུང་ །_།
en: $1753 “Once the prince had taught in this way, He abandoned the kingdom and perfectly went forth. [204.a]

source: ཕྱོགས་ རབ་ སྒྲོགས་ [204a] དང་ མ་ ཡང་ དེ་བཞིན་ ཏེ །_། |#| དེ་ ལ་བར་ ཆད་ སུ་ ཡང་ བྱེད་པ་ མེད །_།
en: The king and the queen did the same, So there was no one at all to thwart him.

source: བསམ་གཏན་ བདེ་བ་ རྗེས་སུ་ སྤྱོད་ བྱེད་ ཅིང་ །_།
en: $1754 “In pursuit of the bliss of concentration,

source: དེ་ རབ་བྱུང་ ནས་ ཆོས་ ནི་ ཡོངས་སུ་ བཙལ །_།
en: He went forth and pursued the Dharma.

source: མངོན་པར་ ཤེས་ ཐོབ་ དྲང་སྲོང་ རྒྱལ་པོ ར་ གྱུར །_།
en: He attained the superknowledges and became a king of sages,

source: འཇིག་རྟེན་ ཕན་ ཕྱིར་ ཆོས་ ནི་ རབ་ཏུ་ སྟོན །_།
en: Teaching the Dharma to benefit the world.

source: བདག་མེད་ ཆོས་ རྣམས་ རབ་ཏུ་ བསྟན་པ ས་ ན །_།
en: $1755 “Through teaching that phenomena are selfless,

source: དེ་ ཡི་ སེམས་ ཞི་ ཡིད་ ཀྱང་ རབ་ཏུ་ ཞི །_།
en: His thoughts were calmed, his mind tranquil.

source: དེ་ ལ་ བདག་མེད་ བདག་ གིའང་ ཡོད་ མ་ ཡིན །_།
en: He said, ‘There is no self or anything belonging to a self.

source: བདག་ ཅེས་ ཆོས་ ནི་ ནམ་ཡང་ དམིགས་ མ་ ཡིན །_།
en: The so-called “self” has never been perceived.’

source: ཆོས་ དེ་ དྲང་སྲོང་ རྒྱལ་པོས་ བསྟན་པ ས་ ན །_། |#| ཆོས་ དེ་ ཐམས་ཅད་ མ་ བཅིངས་ མ་ གྲོལ་བ །_། གང་ ལ་ སེམས་ ཅན་ མེད་ ཅིང་ བདག་ གི་ མེད །_། |#| དེ་ ལ་ སོམས་ ཤིག་ ཚུལ་བཞིན་ སོ་སོ ར་ རྟོགས །_།
en: $1756 “As that king of sages taught that Dharma, Of how all phenomena are neither bound nor liberated, And how there is no sentient being and nothing belonging to a self, You should reflect on that and perfectly discern it!

source: དྲང་སྲོང་ རྒྱལ་པོ འི་ ཆོས་ ནི་ ཐོས་ ནས་ སུ །_།
en: $1757 “Upon hearing that king of sage’s Dharma,

source: དེར་ ནི་ བརྒྱ་ སྟོང་ མང་པོ་ དོང་བ ར་ གྱུར །_།
en: Many hundreds of thousands assembled there.

source: དེ་ ཚེ་ རྒྱལ་པོ་ ཕྱོགས་ རབ་ སྒྲོགས་ རབ་བྱུང་ །_། དེ་ ཡི་ བསྟན་ ལ་མ་ ཡང་ རབ་ཏུ་ བྱུང་ །_།
en: Then the king went forth, And the queen, too, went forth under the auspices of his teaching.

source: དྲང་སྲོང་ ཐད་ དུ་ དེ་དག་ རབ་ བྱུང་ ནས །_། |#| གང་དག་ ཆོས་ དེ་ འདྲ་བ་ བྱུང་བ་ དང་ །_། ཆོས་ གང་དེ་ ལ་ དྲང་སྲོང་ ཞུགས་ གྱུར་པ །_། དེ་ཉིད་ བདག་ གིས་ ཀྱང་ ནི་ ཐོབ་ བྱ་ སྙམ །_།
en: $1758 “Having gone forth under the sage, They thought, ‘Where such teachings exist, On which the sage has embarked, We too must acquire those!’

source: དྲང་སྲོང་ གིས་ ནི་ ཇི་ལྟ ར་ བསྟན་ སློབ་ ཅིང་ །_།
en: $1759 “Thus training as the sage taught,

source: འདི་ ལ་ དེ་ ཀུན་བྱང་ ཆུབ་ མཆོག་ ཏུ་ ཞུགས །_།
en: They all embarked on this for supreme awakening.

source: དེ་དག་ ཀུན་ ཀྱང་ སངས་རྒྱས་ ངེས་པ ར་ གྱུར །_། |#| དེ་ ཚེ་ བྱང་ཆུབ་ སངས་རྒྱས་ ཐམས་ཅད་ ཞི །_།
en: They all became destined for awakening, And then awakened to buddhahood, quelling all.

source: དེ་ ཚེ་ རྒྱལ་བུ་ དེ་ ནི་ གཞན་ ཞིག་ སྙམ །_། |#| གང་ གིས་ ཆོས་ དེ་ རྗེས་སུ་ བསྟན་ ནས་ སུ །_། ཆོས་ ཀུན་ ཚོལ་ ཞིང་ རབ་ཏུ་ བྱུང་ བདེ འང་ །_། ཀུན་དགའ་ འདི་ ལ་ ཁྱོད་ ནི་ ཐེ་ཚོམ་ ན །_།
en: $1760 “If you, Ānanda, have doubt That the prince from that time, Who upon being taught the Dharma, Pursued it fully and went forth, was someone else,

source: ཀུན་དགའ་ ཁྱོད་ ནི་ ཐེ་ཚོམ་ མ་ ཟ་ ཅིག _།
en: $1761 “Do not, Ānanda, have doubt about this!

source: དེ་ ཚེ་ ང་ ནི་ རྒྱལ་བུ་ དེར་ གྱུར་ ཏོ །_།
en: For I was the prince then.

source: ང་ ཡིས་ མི་ རྣམས་ ཀྱི་ ནི་ དོན་ ཆེན་ བྱས །_།
en: I acted for the great welfare of beings.

source: ང་ ཡིས་ དེ་དག་ ཐེག་པ་ མཆོག་ ལ འང་ བཀོད །_།
en: I also established them in the supreme vehicle.

source: དེ་ ཚེ་ ཆོས་ ཀྱི་ འཁོར་ལོ་ རབ་ བསྐོར་ ནས །_།
en: $1762 “Having turned the wheel of Dharma then,

source: ང་ ནི་ ནམ་ཡང་ བརྩོན་འགྲུས་ ཉམས་ མ་ གྱུར །_།
en: I never allowed my diligence to wane.

source: ངས་ ནི་ ནམ་ཡང་ འདུན་པ་ བཏང་ མ་ གྱུར །_།
en: I never abandoned my resolve.

source: ང་ ཡིས་ རྟག་པ ར་ བརྟན་པ ར་ རྗེས་སུ་ བསྒོམས །_།
en: I trained constantly and consistently.

source: ང་ ཡིས་ ཆོས་ དེ་དག་ ནི་ རྟག་པ ར་ བསྟེན །_།
en: $1763 “I relied on those qualities continuously;

source: ང་ ཡིས་ ནམ་ཡང་ ལེ་ལོ་ བྱས་ མ་ གྱུར །_།
en: I was never lazy.

source: ང་ ཡིས་ བྱང་ཆུབ་ ཐོབ་པ ར་ མི་ ནུས་ ཤེས །_། |#| ང་ ནི་ ནམ་ཡང་ ཞི་ ལ་ སོམ་ཉི་ མེད །_།
en: I never doubted peace, Thinking that I could not attain awakening.

source: ང་ ཡི་ བྱང་ཆུབ་ འདུན་པ་ རྟག་པ ར་ བྱུང་ །_།
en: $1764 “I always had the aspiration for awakening.

source: ང་ ཡིས་ བརྩོན་འགྲུས་ དམ་པ་ རྟག་པ ར་ བསྟེན །_།
en: I constantly applied sublime diligence. [204.b]

source: ང་ ཡིས་ ལེགས་བཤད་ ཆོས་ ནི་ རྟག་པ ར་ [204b] བཙལ །_།
en: I constantly sought out well-spoken teachings.

source: དེས་ན་ ང་ ཡི་ དགའ་བ་ བླ་མེད་ གྱུར །_།
en: My joy thus became unexcelled.

source: དེ་ཕྱིར་ གང་ཞིག་ བྱང་ཆུབ་ འདོད་བྱེད་པ །_། ཇི་ལྟ ར་ ངས་ བསླབས་ དེ་བཞིན་ སློབ་ བྱེད་ ན །_།
en: $1765 “Therefore, if those who want awakening Train as I have trained,

source: སློབ་པ་ བྱང་ཆུབ་ ལས་ ནི་ ཉམས་ མི་ འགྱུར །_།
en: Their training will never regress from awakening, And

source: ཆོས་ ཀྱི་ འཁོར་ལོ་ དམ་པ་ བསྐོར་བ ར་ འགྱུར །_།
en: they will turn the sublime wheel of Dharma.”

source: མངོན་པར་ འབྱུང་བ་ ཡང་དག་ པར་ བརྗོད་པ འི་ ལེའུ་ སྟེ་ བཅུ་གཅིག་པ འོ །།_།།
en: $1766 This concludes the eleventh chapter.

source: ཀུན་དགའ་བོ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ བཞི་ དང་ ལྡན་ ན་ དྲན་པ་ དང་ ལྡན་པ་ ཡིན །_ |#| རྟོགས་པ་ དང་ ལྡན་པ་ ཡིན །_ |#| བློ་ དང་ ལྡན་པ་ ཡིན །_ |#| ཆོ་ག་ དང་ སྤྱོད་ཡུལ་ དང་ སྤྱོད་པ་ དང་ ལྡན་པ་ ཡིན་ ཏེ །_
en: $1767 “Ānanda, there are four qualities that bodhisattvas may have that will equip them with mindfulness, realization, intelligence, propriety, experience, and comportment.

source: ཀུན་དགའ་བོ་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་ དཔའ་ ཆོས་ དེ་ལྟ་ བུ་ དེ་དག་ ཡོངས་སུ་ བཙལ་བ འི་ ཕྱིར་ བརྩོན་འགྲུས་ རྩོམ་པ་ ཡིན །_
en: Ānanda, bodhisattvas apply effort to pursue such qualities.

source: རྙེད་ ནས་ ཀྱང་ ཆོས་ དེ་དག་ ལ་ སྒྲུབ་པ་ ཡིན །_
en: Once they have found them, they also become accomplished in those qualities.

source: བདག་ཉིད་ ཀྱང་ ཆོས་ ལ་ གནས་ ནས་ དེ་ཉིད་ ལ་ སྐྱེ་བོ་ མང་པོ་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ་ ཡིན །_
en: Adhering to them themselves, they also lead many other beings to uphold the same qualities.

source: ཡང་དག་ པར་ འཛིན་ དུ་ བཅུག་ ནས་ ཀྱང་ ཆོས་ དང་ ལྡན་པ འི་ གཏམ་ གྱིས་ རངས་པ ར་ བྱེད་ ཅིང་ ཡང་དག་ པར་ གཟེངས་ སྟོད་པ་ ཡིན་ ནོ །_།
en: Leading them to uphold them, they also delight them with Dharma discourses and thus encourage them.”

source: གང་དག་ དེ་ ཡི་ བདེ་ འདྲེན་པ འི །_། ཆོས་ དེ་དག་ ནི་ ཡོངས་སུ་ ཚོལ །_། |#| དེ་ འདྲ འི་ ཆོས་ དག་མ་ རྙེད་པ ར །_། དེ་ ནི་ བརྩོན་འགྲུས་ འདོར་ མི་ བྱ །_།
en: “Whoever pursues those qualities That lead to their happiness, Should not let go of their diligence Without finding such qualities.

source: དེ་ འདྲ འི་ ཆོས་ དག་ ཐོས་ ནས་ མང་ དུ་ ཐོས་པ ས་ འཇལ །_།
en: $1769 “Having heard such a Dharma, they should become learned.

source: རྟག་ ཏུ་ ཆོས་ ལ་ གནས་ ཤིང་ ཇི་སྐད་ བཤད་ ལ་ སློབ །_།
en: Always adhering to the Dharma, they should train as taught.

source: བདག་ དེ་ ཇི་ལྟ ར་ གནས་ བཞིན་ གཞན་དག་ ཆོས་ ལ་ དགོད །_།
en: They should establish others in the Dharma, just as they themselves observe it.

source: གང་དག་ ཆོས་ འདིར་ གནས་ ལ་ ཅི་ཡང་ འདོམས་ མི་ བྱེད །_།
en: Those who already adhere to this Dharma should not be instructed further.

source: ཀུན་དགའ་བོ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ བདག་ གིས་ ཆོས་ དེ་དག་ ཐོས་ ནས་ |#| ནུབ་པ ར་ གྱུར་ ན་ |#| མི་ རུང་ ཞིང་ །_ བདག་ གིས་ ཆོས་ ཁ་ཅིག་ ཆུད་ གཟན་པ ར་ གྱུར་ ན་ |#| མི་ རུང་ ངོ་ སྙམ་ ནས |#| ཆོས་ དེ་ལྟ་ བུ་ དེ་དག་ གི་ དོན་ གྱི་ ཕྱིར་ རྟག་ ཏུ་ ཆོས་ སྨྲ་བ འི་ རྗེས་སུ་ འབྲང་བ་ ཡིན་ ནོ །_།
en: $1770 “Moreover, Ānanda, for the sake of such teachings, bodhisattvas should constantly follow Dharma preachers, thinking, “How awful if those teachings were to disappear after I hear them! |#| How awful if any Dharma were to go to waste!”

source: གང་དག་ དགེ་སློང་ རྟག་ སྟེན་པ །_། དེ་དག་ མང་ དུ་ ཐོས་པ ར་ འགྱུར །_།
en: “The monks who continually rely on these teachings Become highly learned.

source: ཆོས་ ཀྱི་ རྒྱལ་པོས་ བཀུར་བ་ ཡིན །_། |#| དེ་དག་ འདི་ ན་ ང་ ཡི་ རྗེས་སུ་ འབྲང་ །_།
en: They are honored by the King of Dharma, And follow me in these.

source: ང་ ལ་ ཆོས་ རྣམས་ མ་ ཐོས་ དོན་ རྣམས་ མ་ ཤེས་པ ར །_། ནུབ་པ ར་ འགྱུར་ ཞིང་ ཕྱི་ ནས་ གཞན་ ལས་ ཐོས་ མི་ འཐོབ །_།
en: $1772 “ ‘If I do not listen to the Dharma or understand its meanings, It will disappear, and I will not receive it from others later.’ [205.a]

source: དེ་ ཚེ་ བརྩོན་འགྲུས་ བརྟན་པོ ར་ ཤེས་ ནས་ [205a] ལས་ ཀུན་ འདོར །_། |#| གང་ གིས་ ཤེས་པ་ རྣམ་ འཕེལ་ ངེས་པ འི་ ཆོས་ རྣམས་ ཚོལ །_།
en: Thus, applying constant diligence, they abandon all other activity, And pursue the Dharma through which knowledge is surely developed.

source: དགེ་སློང་ མཁས་པ་ ཤེས་རབ་ ཅན །_། རྒྱལ་བས་ བཀུར་ རྣམས་ སྟེན་པ ར་ བྱེད །_།
en: $1773 “Skilled and insightful monks Rely on that which is honored by the victorious ones.

source: མང་ དུ་ ཐོས་ ནས་ ཡིད་གཞུངས་པ །_། དེ་ འདྲ འི་ མདོ་སྡེ་ ཚོལ་ བར་ བྱེད །_།
en: Those who are broad minded based on wide learning Pursue such sūtras.

source: ཀུན་དགའ་བོ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ནི་ ཇི་ལྟ ར་ ཐོས་པ་ དང་ །_ ཇི་ལྟ ར་ ཀུན་ ཆུབ་པ ར་ བྱས་པ འི་ ཆོས་ རྣམས་ གཞན་ ལ་ སྟོན་པ ར་ བྱེད་ ཀྱང་ ཆོས་ ལས་ ཉམས་པ་ མ་ ཡིན་ ནོ །_།
en: $1774 “Moreover, Ānanda, even while bodhisattva great beings teach the Dharma to others, precisely as they heard and mastered it, they do not regress from the Dharma.

source: ཀུན་དགའ་བོ་ ཇི་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ ལས་ ཉམས་པ་ ཡིན་ ཞེ་ན །_
en: Ānanda, what makes bodhisattvas regress from the Dharma?

source: འདི་ལྟ་སྟེ །_ ཟབ་མོ་ སྟོང་པ་ཉིད་ དང་ ལྡན་ པ འི་ ཆོས་ དེ་དག་ བསྟན་ ཀྱང་ ཆོས་གོས་ དང་ །_ བསོད་སྙོམས་ དང་ །_ མལ་ཆ་ དང་ །_ སྟན་ དང་ །_ ན་བ འི་ གསོས་ སྨན་ དང་ །_ ཡོ་བྱད་ ལ་ གནས་ ནས་ |#| སྟོན་པ ར་ བྱེད་པ་ ཡིན །_ |#| ཟང་ཟིང་ སྔོན་ དུ་ བཏང་ སྟེ་ སྟོན་པ ར་ བྱེད་པ་ ཡིན །_
en: It is the following: |#| Although they teach the Dharma about profound emptiness, they may teach based on alms, bedding, seating, medicine, and utensils, such that they are given material objects first and then teach.

source: ཅི་ ནས་ གཞན་དག་ ལ་ ཆོས་ དེ་དག་ བསྟན་ ཀྱང་ དེ་བཞིན་ཉིད་ དུ་ ཞུགས་པ་ མ་ ཡིན་ ཏེ །_
en: In that case, although others are indeed taught the Dharma, this has in no way been engaged in properly.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ ཆོས་ ལས་ ཉམས་པ་ ཡིན་ ནོ །_།
en: Thus, Ānanda, do bodhisattvas regress from the Dharma.”

source: དེ་ འདྲ འི་ ཆོས་ དག་ ཐོས་ ནས་ སུ །_། སྐྱེ་བོ་ མང་ ལ་ རྒྱས་བྱེད་ ཀྱང་ །_།
en: “Although upon hearing such teachings, They spread them to many people,

source: བདག་ཉིད་ ཉམས་པ ར་ མི་འགྱུར་བ ར །_། སྲོག་ དོན་གཉེར་ བས་ སྟོན་པ ར་ བྱེད །_། |#| དེ་ཕྱིར་ ལེགས་ ཞེས་ བྱ་བ་ ཡང་ །_། ནམ་ཡང་ བཙལ་བ ར་ བྱ་ མ་ ཡིན །_།
en: When teachers teach out of concern for their life, So that they themselves may retain their status, |#| $1776 “They will never be sought after, Even if they are said to be ‘excellent.’

source: གཞན་ དུ་ སྙིང་རྗེ་ དོན་གཉེར་ བས །_། ཆོས་ ཀྱི་ དམ་པ་ སྟོན་པ ར་ བྱེད །_། |#| སེམས་ཅན་ རྣམས་ ལ་ བརྩེ་ བྱས་ ཤིང་ །_། སྐྱེ་བོ་ མང་ ལ་ སྙིང་རྗེ་ ནས །_། |#| དེ་ འདྲ འི་ ཆོས་ ནི་ སྟོན་པ ར་ བྱེད །_།
en: Those who teach the sublime Dharma Motivated by compassion toward others, |#| $1777 “Teach the Dharma Out of love for all beings, And compassion for many beings—

source: སྲོག་ ཆགས་ རྣམས་ ལ་ སྙིང་བརྩེ ར་ བྱེད །_།
en: They thus practice loving kindness for beings.

source: གང་ཞིག་ རྙེད་པ་ ཡོངས་ ཚོལ་ བས །_། དེ་ འདྲ འི་ ཆོས་ ནི་ སྟོན་ བྱེད་ དང་ །_། གང་ཞིག་ དེ་ ཡིས་ ཆོས་ ཚོལ་ བས །_། དེ་ ནི་ ཆོས་ ལས་ ཉམས་པ་ ཡིན །_།
en: $1778 “Those who teach such Dharma In pursuit of gain, And who pursue Dharma on that account, Regress from the Dharma.

source: ཇི་ལྟ ར་ བཤད་པ འི་ ཆོས་ ལ་ ནི །_། མཁས་པ་ དེ་བཞིན་ གནས་པ ར་ བྱེད །_། |#| དེ་ ནི་ རྙེད་པ ས་ ཉམས་ མི་ འགྱུར །_། |#| རྟག་ ཏུ་ ཆོས་ ནི་ རབ་ཏུ་ འཛིན །_།
en: $1779 “The wise who abide properly By the Dharma, as it was taught, Will not regress through gain, But always uphold the Dharma.

source: ལེགས་པ ར་ ཆོས་ ནི་ སྟོན་ བྱེད་ ཅིང་ །_། ཆོས་ ལ་ ཡང་ ནི་ རབ་གནས་པ །_། འཇིག་རྟེན་ ཁམས་ ཀྱི་ སངས་རྒྱས་ དེས །_། |#| དེ་ ལ་ ལེགས་ ཞེས་ བྱ་བ་ སྦྱིན །_།
en: $1780 “The buddhas of the world Give their benediction of ‘excellent’ To those who eloquently teach the Dharma And adhere to the Dharma too.”

source: ཀུན་དགའ་བོ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ནི་ ཆོས་ ཡོངས་སུ་ ཚོལ་ བར་ བྱེད་པ་ ཡིན་ ཏེ །_
en: $1781 “Furthermore, Ānanda, bodhisattva great beings pursue the Dharma. [205.b]

source: [205b] དེ་ ནི་ ཆོས་ སྨྲ་བ་ དེ འི་ སྙིགས་མ་ འཛིན་པ་ མ་ ཡིན །_
en: They do not maintain any depravity as Dharma preachers.

source: ཉེས་པ ར་ བཟུང་བ་ འཛིན་པ་ མ་ ཡིན །_
en: They do not maintain anything deemed to be faulty.

source: ཆོས་ ཀྱི་ ཚུལ་ ཡོངས་སུ་ བཙལ་བ་ ལ་ རབ་ཏུ་ གནས་པ་ ཡིན །_
en: They pursue the Dharma according to the Dharma.

source: དེ་ ནི་ ཆོས་ ལ་ འཇུག་པ འི་ སེམས་ ཀྱིས་ ཆོས་ ཡོངས་སུ་ ཚོལ་ བར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: They pursue the Dharma with the intention of engaging in the Dharma.

source: ཀུན་དགའ་བོ་ ཇི་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ ཀྱི་ ཚུལ་ ཡོངས་སུ་ བཙལ་བ་ ལ་ གནས་པ་ ཡིན་ ཞེ་ན །_
en: Ānanda, how do bodhisattvas pursue the Dharma according to the Dharma?

source: གང་ གི་ ཚེ་ མཁན་པོ་ དང་ །_ སློབ་དཔོན་ དག་ གི་ བསྒོ་བ འི་ ཚུལ་ ལ་ རབ་ཏུ་ གནས་པ་ ཡིན །_ |#| དེས་ བྱས་པ་ ཡང་ བྱེད་པ་ ཡིན །_
en: When they practice according to their preceptor’s and teacher’s command, they do what they have done and

source: ཆོས་གོས་ དང་ །_ བསོད་སྙོམས་ དང་ །_ མལ་ཆ་ དང་ །_ སྟན་ དང་ །_ ན་བ འི་ གསོས་ སྨན་ དང་ །_ ཡོ་བྱད་ རྣམས་ ལ་ སྤྲོ་བ ར་ སྤྱོད་ པ་ ཡིན་ ཏེ །_
en: they joyfully make use of the religious robes, alms bowl, bedding, seating, medicines, and utensils.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ ཡོངས་སུ་ ཚོལ་བ་ ལ་ གནས་པ་ ཡིན་ ནོ །_།
en: Thus, Ānanda, should bodhisattvas pursue the Dharma.”

source: དེ་ ནི་ དེ་ ན་ ཆོས་ རྣམས་ ཚོལ །_།
en: “They pursue teachings;

source: དེ་ ནི་ ཀླན་ཀ་ ཚོལ་ མི་ བྱེད །_།
en: They do not pursue controversy.

source: གཞན་ ལ་ ཇི་ལྟ ར་ བསྟན་པ་ བཞིན །_། དེ་བཞིན་ དེ་ ནི་ རབ་གནས་ འགྱུར །_།
en: They will observe the Dharma Exactly as it was taught to others.

source: དེ་ ན་ ཆོས་ ནི་ ཡོངས་ ཚོལ་ བས །_། ཇི་ལྟ ར་ བཤད་ བཞིན་ གནས་པ ར་ བྱེད །_།
en: $1783 “Those who pursue the Dharma there Adhere to it exactly as it was taught.

source: དཔའ་བོ་ དེ་ ནི་ ཆོས་ གནས་ ནས །_། |#| རྟག་ ཏུ་ ཆོས་ ལ འང་ སྟེན་པ ར་ བྱེད །_།
en: Adhering to the Dharma, The valiant rely on the Dharma constantly.

source: དེ་ཕྱིར་ ཆོས་ ནི་ ཡོངས་ ཚོལ་ བས །_། ཇི་ལྟ ར་ བཤད་ བཞིན་ གནས་པ ར་ བྱེད །_།
en: $1784 “Thus, those who pursue the Dharma Adhere to it exactly as it was taught.

source: གང་ཞིག་ ཆོས་ ལ་ རབ་ གནས་པ །_། དེ་ ནི་ ཆོས་ ཀྱི་ དང་པོ་ ཡིན །_།
en: And those who adhere to the Dharma, Are foremost in the Dharma.

source: ཇི་ལྟ ར་ ང་ ཡིས་ རེག་ བཞིན་ དུ །_། དེ་ནས་ ཆོས་ ལ་ རེག་པ ར་ འགྱུར །_།
en: $1785 “They will reach the Dharma Just as I reached it.

source: ཆོས་ དེ་དག་ ལ་ བསྟེན་ ནས་ ཀྱང་ །_། བླ་ ན་ མེད་པ འི་ བྱང་ཆུབ་ ཐོབ །_།
en: In reliance on those teachings I attained unexcelled awakening.

source: ང་ ཡིས་ གང་ ལས་ ཐོས་པ་ ལ །_། སྟོན་པ ར་ འདུ་ཤེས་ ཀུན་ཤེས་ ནས །_།
en: $1786 “Understanding how to perceive as teachers All those from whom I received it,

source: རྟག་ ཏུ་ ཆོས་ ནི་ ཡོངས་ ཚོལ་ བས །_། ཆོས་ རྣམས་ ལ་ ནི་གུ ས་ པར་ བྱས །_།
en: I thus respected the teachings, By pursuing the Dharma constantly.
